Repository: altibiz/ElistaWeb
Catalog: ElistaWeb/Localization/*/OrchardCore.Commerce.po
Languages: hr, sr

# OrchardCore.Commerce.Activities.ProductAddedToCartEvent
source: Product added to cart
hr: Proizvod dodan u košaricu
sr: Proizvod dodat u korpu

# OrchardCore.Commerce.Activities.ProductAddedToCartEvent
source: Commerce
sr: Trgovina

# OrchardCore.Commerce.Activities.ProductAddedToCartEvent
source: Done
hr: Učinjeno
sr: Završeno

# OrchardCore.Commerce.AdminMenu
source: Configuration
hr: Konfiguracija
sr: Konfiguracija

# OrchardCore.Commerce.AdminMenu
source: Settings
hr: Postavke
sr: Podešavanja

# OrchardCore.Commerce.AdminMenu
source: Commerce
sr: Trgovina

# OrchardCore.Commerce.Controllers.ShoppingCartController
source: Product with SKU {0} not found.
hr: Proizvod sa SKU {0} nije pronađen.
sr: Proizvod sa SKU {0} nije pronađen.

# OrchardCore.Commerce.Controllers.ShoppingCartController
source: Can't add product {0} because it doesn't have a price.
hr: Nemoguće dodati proizvod {0} jer nema postavljenu cijenu u valuti.
sr: Ne može se dodati proizvod {0} jer nema cenu.

# OrchardCore.Commerce.Pages.OrderModel
source: Order updated successful
hr: Narudžba uspješno poslana i ažurirana
sr: Porudžbina uspešno ažurirana

# OrchardCore.Commerce.Pages.OrderModel
source: Thank you! Your order has been received
hr: Hvala vam! Vaša narudžba je zaprimljena
sr: Hvala! Vaša porudžbina je primljena

# OrchardCore.Commerce.Pages.OrderModel
source: <p>Your order link is the following {0}</p><p>Thank you!<p><p>formAdria team</p>
hr: <p>Link za vašu narudžbu je sljedeći {0}</p><p>Hvala vam!<p><p>formAdria team</p>
sr: <p>Link za vašu porudžbinu je sledeći {0}</p><p>Hvala!<p><p>formAdria tim</p>

# OrchardCore.Commerce.Pages.OrderModel
source: New order!
hr: Nova narudžba!
sr: Nova porudžbina!

# OrchardCore.Commerce.Pages.OrderModel
source: <p>Order link is the following {0}</p>
hr: <p>Link za narudžbu je sljedeći {0}</p>
sr: <p>Link za porudžbinu je sledeći {0}</p>

# OrchardCore.Commerce.Services.CreditCardPaymentProvider
source: Card **** **** **** {0} expiring {1}/{2}.
hr: Kartica **** **** **** {0} istječe {1}/{2}.
sr: Kartica **** **** **** {0} ističe {1}/{2}.

# OrchardCore.Commerce.Settings.PricePartSettingsDisplayDriver
source: All Currencies
hr: Sve valute
sr: Sve valute

# OrchardCore.Commerce.Settings.PricePartSettingsDisplayDriver
source: Default Currency
hr: Zadana valuta
sr: Podrazumevana valuta

# OrchardCore.Commerce.Settings.PricePartSettingsDisplayDriver
source: Specific Currency
hr: Određena valuta
sr: Određena valuta

# OrchardCore.Commerce.Views.AddressField_Edit
source: Name
hr: Ime
sr: Ime

# OrchardCore.Commerce.Views.AddressField_Edit
source: Department
hr: Odjel
sr: Odeljenje

# OrchardCore.Commerce.Views.AddressField_Edit
source: Company or institution
hr: Tvrtka ili organizacija
sr: Kompanija ili institucija

# OrchardCore.Commerce.Views.AddressField_Edit
source: Street address
hr: Ulica
sr: Adresa

# OrchardCore.Commerce.Views.AddressField_Edit
source: City
hr: Grad
sr: Grad

# OrchardCore.Commerce.Views.AddressField_Edit
source: Postal code
hr: Poštanski broj
sr: Poštanski broj

# OrchardCore.Commerce.Views.AddressField_Edit
source: Country or region
hr: Zemlja ili regija
sr: Država ili region

# OrchardCore.Commerce.Views.AddressFieldSettings.Edit
source: Hint
hr: Naputak
sr: Napomena

# OrchardCore.Commerce.Views.AddressFieldSettings.Edit
source: The hint text to display for this attribute in the product page.
hr: Naputak za prikazati za ovaj atribut na stranici proizvoda.
sr: Napomena za prikazivanje ovog atributa na stranici proizvoda.

# OrchardCore.Commerce.Views.BooleanProductAttributeField_Edit
source: (Boolean product attribute)
hr: (Boolean atribut proizvoda)
sr: (Booleanski atribut proizvoda)

# OrchardCore.Commerce.Views.BooleanProductAttributeField_Edit
source: Label: {0}
hr: Oznaka: {0}
sr: Oznaka: {0}

# OrchardCore.Commerce.Views.BooleanProductAttributeField_Edit
source: Default value: on
hr: Zadana vrijednost: uključeno
sr: Podrazumevana vrednost: uključeno

# OrchardCore.Commerce.Views.BooleanProductAttributeField_Edit
source: Default value: off
hr: Zadana vrijednost: isključeno
sr: Podrazumevana vrednost: isključeno

# OrchardCore.Commerce.Views.BooleanProductAttributeField_Edit
source: Hint: {0}
hr: Naputak: {0}
sr: Napomena: {0}

# OrchardCore.Commerce.Views.BooleanProductAttributeFieldSettings.Edit
source: Hint
hr: Naputak
sr: Napomena

# OrchardCore.Commerce.Views.BooleanProductAttributeFieldSettings.Edit
source: The description text to display for this attribute in the product page.
hr: Opis za prikazati za ovaj atribut na stranici proizvoda.
sr: Opis za prikazivanje ovog atributa na stranici proizvoda.

# OrchardCore.Commerce.Views.BooleanProductAttributeFieldSettings.Edit
source: Label
hr: Oznaka
sr: Oznaka

# OrchardCore.Commerce.Views.BooleanProductAttributeFieldSettings.Edit
source: The text associated to the checkbox for this attribute in the product page.
hr: Tekst za prikazati uz kvačicu za ovaj atribut na stranici proizvoda.
sr: Tekst povezan sa poljem za potvrdu za ovaj atribut na stranici proizvoda.

# OrchardCore.Commerce.Views.BooleanProductAttributeFieldSettings.Edit
source: Default value
hr: Zadana vrijednost
sr: Podrazumevana vrednost

# OrchardCore.Commerce.Views.BooleanProductAttributeFieldSettings.Edit
source: On/Off
hr: Uključeno/Isključeno
sr: Uključeno/Isključeno

# OrchardCore.Commerce.Views.BooleanProductAttributeFieldSettings.Edit
source: The default value associated with this attribute.
hr: Zadana vrijednost vezana uz ovaj atribut.
sr: Podrazumevana vrednost povezana sa ovim atributom.

# OrchardCore.Commerce.Views.CommerceSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
hr: Trenutna stranica će se nanovo učitati kad se postavke sačuvaju.
sr: Trenutni zakupac će biti ponovo učitan kada se podešavanja sačuvaju.

# OrchardCore.Commerce.Views.CommerceSettings.Edit
source: Default currency
hr: Zadana valuta
sr: Podrazumevana valuta

# OrchardCore.Commerce.Views.CommerceSettings.Edit
source: The default currency used by the system.
hr: Zadana valuta koja se koristi u sustavu.
sr: Podrazumevana valuta koju koristi sistem.

# OrchardCore.Commerce.Views.CommerceSettings.Edit
source: Current display currency
hr: Trenutna prikazana valuta
sr: Trenutna prikazana valuta

# OrchardCore.Commerce.Views.CommerceSettings.Edit
source: The currently used currency for displaying prices to customers.
hr: Trenutno korištena valuta za prikaz cijena kupcima.
sr: Trenutno korišćena valuta za prikazivanje cena kupcima.

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Your cart
hr: Vaša košarica
sr: Vaša korpa

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Quantity
hr: Količina
sr: Količina

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Product
hr: Proizvod
sr: Proizvod

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Price
hr: Cijena
sr: Cena

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Action
hr: Akcije
sr: Akcija

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Remove
hr: Ukloni
sr: Ukloni

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Total
hr: Ukupno
sr: Ukupno

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Update
hr: Ažuriraj
sr: Ažuriraj

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Your Contact Email
sr: Vaš kontakt e-mail

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Order
hr: Naruči
sr: Poruči

# OrchardCore.Commerce.Views.ShoppingCart.Index
source: Your shopping cart is empty.
hr: Vaša košarica je prazna.
sr: Vaša korpa je prazna.

# OrchardCore.Commerce.Views.NumericProductAttributeField_Edit
source: (Numeric product attribute)
hr: (Numerički atribut proizvoda)
sr: (Numerički atribut proizvoda)

# OrchardCore.Commerce.Views.NumericProductAttributeField_Edit
source: Required
hr: Obavezno polje
sr: Obavezno polje

# OrchardCore.Commerce.Views.NumericProductAttributeField_Edit
source: Decimal places: {0}
hr: Decimalnih mjesta: {0}
sr: Decimalna mesta: {0}

# OrchardCore.Commerce.Views.NumericProductAttributeField_Edit
source: Default value: {0}
hr: Zadana vrijednost: {0}
sr: Podrazumevana vrednost: {0}

# OrchardCore.Commerce.Views.NumericProductAttributeField_Edit
source: Value must be between {0} and {1}
hr: Vrijednost mora biti između {0} i {1}
sr: Vrednost mora biti između {0} i {1}

# OrchardCore.Commerce.Views.NumericProductAttributeField_Edit
source: Minimum value: {0}
hr: Minimalna vrijednost: {0}
sr: Minimalna vrednost: {0}

# OrchardCore.Commerce.Views.NumericProductAttributeField_Edit
source: Maximum value: {0}
hr: Maksimalna vrijednost: {0}
sr: Maksimalna vrednost: {0}

# OrchardCore.Commerce.Views.NumericProductAttributeField_Edit
source: Placeholder: {0}
sr: Unosni tekst: {0}

# OrchardCore.Commerce.Views.NumericProductAttributeField_Edit
source: Hint: {0}
hr: Naputak: {0}
sr: Napomena: {0}

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: Required
hr: Obavezno polje
sr: Obavezno polje

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: — Whether a value is required.
hr: -- Vrijednost je tražena.
sr: — Da li je vrednost obavezna.

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: Hint
hr: Naputak
sr: Napomena

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: The hint text to display for this attribute in the product page.
hr: Naputak za prikazati za ovaj atribut na stranici proizvoda.
sr: Napomena za prikazivanje ovog atributa na stranici proizvoda.

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: Watermark (placeholder)
sr: Unosni tekst (placeholder)

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: A hint to display when the input is empty. (optional)
hr: Naputak za prikazati kad je unos prazan. (neobvezno)
sr: Napomena za prikazivanje kada je unos prazan. (opciono)

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: Decimal places
hr: Decimalnih mjesta
sr: Decimalna mesta

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: The number of digits after the decimal point.
hr: Broj znamenki nakon decimale.
sr: Broj cifara posle decimalne tačke.

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: The minimum value allowed. (optional)
hr: Minimalna dozvoljena vrijednost. (neobvezno)
sr: Minimalna dozvoljena vrednost. (opciono)

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: Maximum
hr: Maksimum
sr: Maksimum

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: The maximum value allowed. (optional)
hr: Maksimalna dozvoljena vrijednost. (neobvezno)
sr: Maksimalna dozvoljena vrednost. (opciono)

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: Default value
hr: Zadana vrijednost
sr: Podrazumevana vrednost

# OrchardCore.Commerce.Views.NumericProductAttributeFieldSettings.Edit
source: The default value. (optional)
hr: Zadana vrijednost. (neobvezno)
sr: Podrazumevana vrednost. (opciono)

# OrchardCore.Commerce.Pages.Order
source: Save Order
hr: Pošalji narudžbu
sr: Sačuvaj porudžbinu

# OrchardCore.Commerce.Views.OrderPart_Edit
source: Order items
hr: Stavke narudžbe
sr: Stavke porudžbine

# OrchardCore.Commerce.Views.OrderPart_Edit
source: Quantity
hr: Količina
sr: Količina

# OrchardCore.Commerce.Views.OrderPart_Edit
source: Product
hr: Proizvod
sr: Proizvod

# OrchardCore.Commerce.Views.OrderPart_Edit
source: Price
hr: Cijena
sr: Cena

# OrchardCore.Commerce.Views.OrderPart_Edit
source: Total
hr: Ukupno
sr: Ukupno

# OrchardCore.Commerce.Views.OrderPart_Edit
source: This order is empty.
hr: Narudžba je prazna.
sr: Porudžbina je prazna.

# OrchardCore.Commerce.Views.OrderPart
source: Order items
hr: Stavke narudžbe
sr: Stavke porudžbine

# OrchardCore.Commerce.Views.OrderPart
source: Quantity
hr: Količina
sr: Količina

# OrchardCore.Commerce.Views.OrderPart
source: Product
hr: Proizvod
sr: Proizvod

# OrchardCore.Commerce.Views.OrderPart
source: Price
hr: Cijena
sr: Cena

# OrchardCore.Commerce.Views.OrderPart
source: Total
hr: Ukupno
sr: Ukupno

# OrchardCore.Commerce.Views.OrderPart
source: Update
hr: Ažuriraj
sr: Ažuriraj

# OrchardCore.Commerce.Views.OrderPart
source: This order is empty.
hr: Narudžba je prazna.
sr: Porudžbina je prazna.

# OrchardCore.Commerce.Views.PricePart.Edit
source: Price
hr: Cijena
sr: Cena

# OrchardCore.Commerce.Views.PricePart.Edit
source: The base price of the product.
hr: Osnovna cijena proizvoda.
sr: Osnovna cena proizvoda.

# OrchardCore.Commerce.Views.PricePartSettings.Edit
source: Currency selection mode
hr: Izbor valute
sr: Izbor valute

# OrchardCore.Commerce.Views.PricePartSettings.Edit
source: Specifies the currency configuration for this PricePart.
hr: Određuje konfiguraciju valute za ovaj PricePart.
sr: Određuje konfiguraciju valute za ovaj PricePart.

# OrchardCore.Commerce.Views.PricePartSettings.Edit
source: Currency used for specific currency selection mode.
hr: Valuta korištena za određeni način izbor valute.
sr: Valuta korišćena za određeni način izbora valute.

# OrchardCore.Commerce.Views.PriceVariantsPart.Edit
source: Price
hr: Cijena
sr: Cena

# OrchardCore.Commerce.Views.Items.ProductAddedToCartEvent.Fields.Design
source: Product added to cart
hr: Proizvod dodan u košaricu
sr: Proizvod dodat u korpu

# OrchardCore.Commerce.Views.Items.ProductAddedToCartEvent.Fields.Thumbnail
source: Product added
hr: Proizvod dodan
sr: Proizvod dodat

# OrchardCore.Commerce.Views.Items.ProductAddedToCartEvent.Fields.Thumbnail
source: Executes when a product is added to the shopping cart.
hr: Izvrši se kad je proizvod dodan u košaricu.
sr: Izvršava se kada je proizvod dodat u korpu.

# OrchardCore.Commerce.Views.ProductPart
source: Quantity
hr: Količina
sr: Količina

# OrchardCore.Commerce.Views.ProductPart
source: Add to cart
hr: Dodaj u košaricu
sr: Dodaj u korpu

# OrchardCore.Commerce.Views.ProductPart.Edit
source: The SKU of the product.
hr: SKU proizvoda.
sr: SKU proizvoda.

# OrchardCore.Commerce.Views.TextProductAttributeField_Edit
source: (Text product attribute)
hr: (Tekst atribut proizvoda)
sr: (Tekstualni atribut proizvoda)

# OrchardCore.Commerce.Views.TextProductAttributeField_Edit
source: Required
hr: Obavezno polje
sr: Obavezno

# OrchardCore.Commerce.Views.TextProductAttributeField_Edit
source: Predefined values: {0}
hr: Zadane vrijednosti: {0}
sr: Predefinisane vrednosti: {0}

# OrchardCore.Commerce.Views.TextProductAttributeField_Edit
source: Choice is restricted to predefined values.
hr: Izbor je ograničen na zadane vrijednosti.
sr: Izbor je ograničen na predefinisane vrednosti.

# OrchardCore.Commerce.Views.TextProductAttributeField_Edit
source: The user may enter a value that is not one of the predefined values.
hr: Korisnik može unijeti vrijednost koja nije u ponuđenim vrijednostima.
sr: Korisnik može uneti vrednost koja nije među predefinisanim vrednostima.

# OrchardCore.Commerce.Views.TextProductAttributeField_Edit
source: The user may select more than one value.
hr: Korisnik može izabrati više od jedne vrijednosti.
sr: Korisnik može izabrati više od jedne vrednosti.

# OrchardCore.Commerce.Views.TextProductAttributeField_Edit
source: Placeholder: {0}
sr: Unosni tekst: {0}

# OrchardCore.Commerce.Views.TextProductAttributeField_Edit
source: Hint: {0}
hr: Naputak: {0}
sr: Napomena: {0}

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: Required
hr: Obavezno polje
sr: Obavezno

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: — Whether a value is required.
hr: -- Vrijednost je tražena.
sr: — Da li je vrednost obavezna.

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: Hint
hr: Naputak
sr: Napomena

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: The hint text to display for this attribute in the product page.
hr: Naputak za prikazati za ovaj atribut na stranici proizvoda.
sr: Napomena za prikazivanje ovog atributa na stranici proizvoda.

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: Watermark (placeholder)
sr: Unosni tekst (placeholder)

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: A hint to display when the input is empty. (optional)
hr: Naputak za prikazati kad je unos prazan. (neobvezno)
sr: Napomena za prikazivanje kada je unos prazan. (opciono)

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: Predefined values
hr: Predefinirane vrijednosti
sr: Predefinisane vrednosti

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: The set of suggested or allowed values. Enter one value per line.
hr: Set predloženih ili dozvoljenih vrijednosti. Unijeti jednu vrijednost po liniji.
sr: Skup predloženih ili dozvoljenih vrednosti. Unesite jednu vrednost po liniji.

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: Restrict to predefined values
hr: Ograniči na ponuđene vrijednosti
sr: Ograniči na predefinisane vrednosti

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: — Whether values should be restricted to the set of predefined values.
hr: -- Trebaju li vrijednosti biti ograničene na predefinirane vrijednosti.
sr: — Da li vrednosti treba ograničiti na predefinisane vrednosti.

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: Multiple values
hr: Više vrijednosti
sr: Više vrednosti

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: — Whether multiple values can be selected.
hr: --- Može li se unijeti više vrijednosti.
sr: — Da li se može izabrati više vrednosti.

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: Default value
hr: Zadana vrijednost
sr: Podrazumevana vrednost

# OrchardCore.Commerce.Views.TextProductAttributeFieldSettings.Edit
source: The default value. (optional)
hr: Zadana vrijednost. (neobvezno)
sr: Podrazumevana vrednost. (opciono)
